{
    "en":"pt-BR",
    "Your Privacy is Important":"Sua Privacidade é Importante",
    "This website uses cookies to personalize your experience. To understand how we use your data, please read our":"Este site usa cookies para personalizar sua experiência. Para entender como usamos seus dados, leia nossa",
    "Terms of Use and Privacy Policy":"Termos de Uso e Política de Privacidade",
    "Check the boxes to give your consent":"Marque as opções para dar seu consentimento",
    "I authorize the collection and use of my data as described in the Privacy Policy":"Autorizo a coleta e o uso dos meus dados conforme descrito na Política de Privacidade",
    "Remember my answer in this browser":"Lembre-se da minha resposta neste navegador",
    "Send":"Enviar",
    "Page not found":"Página não encontrada",
    "The page you are looking for does not exist or has been moved":"A página que você procura não existe ou foi movida",
    "Return to home page":"Voltar para a página inicial",
    "Terms of use and privacy policy":"Termos de uso e política de privacidade",
    "Terms of Use":"Termos de Uso",
    "This website is a personal project provided “as is,” without warranties of any kind. By using this site, you agree to respect applicable laws and use the content only for personal purposes. The site owner is not responsible for any damages or issues arising from the use of the site":"Este site é um projeto pessoal fornecido \"como está\", sem garantias de qualquer tipo. Ao utilizar este site, você concorda em respeitar as leis aplicáveis e usar o conteúdo apenas para fins pessoais. O proprietário do site não se responsabiliza por quaisquer danos ou problemas decorrentes do uso do site",
    "Privacy Policy":"Política de Privacidade",
    "This site collects only the information necessary for basic functionality and monitoring":"Este site coleta apenas as informações necessárias para a funcionalidade básica e monitoramento",
    "Security data":"Dados de segurança",
    "Our system stores technical access information, including IP address, date, time, browser, and pages visited, exclusively for security, system maintenance, and usage statistics purposes. This data is not used for marketing or profiling purposes without consent":"Nosso sistema armazena informações técnicas de acesso, incluindo endereço IP, data, hora, navegador e páginas visitadas, exclusivamente para fins de segurança, manutenção do sistema e estatísticas de uso. Esses dados não são utilizados para fins de marketing ou criação de perfis sem consentimento",
    "With consent":"Com consentimento",
    "We also use ipapi.co to obtain your approximate location data (in JSON format). Only the language field is used to set the site language":"Também usamos o ipapi.co para obter seus dados de localização aproximados (em formato JSON). Somente o campo de idioma é usado para definir o idioma do site",
    "Remembering preferences":"Lembrando preferências",
    "If you allow the browser to remember your options, we create a unique token stored locally (in your browser's localStorage). This helps remember your settings and count visits":"Se você permitir que o navegador se lembre das suas opções, criaremos um token exclusivo armazenado localmente (no localStorage do seu navegador). Isso ajuda a lembrar das suas configurações e a contabilizar as visitas",
    "No data is sold, shared, or used for commercial purposes. All data is stored securely and used only for site monitoring":"Nenhum dado é vendido, compartilhado ou usado para fins comerciais. Todos os dados são armazenados com segurança e usados ​​apenas para monitoramento do site",
    "Cookies & Local Storage":"Cookies e Armazenamento Local",
    "This site uses cookies and local storage":"Este site usa cookies e armazenamento local",
    "To save your preferences":"Para salvar suas preferências",
    "To remember your visits if you choose":"Para lembrar de suas visitas, se você escolher",
    "You can refuse or delete cookies/local storage at any time in your browser settings":"Você pode recusar ou excluir cookies/armazenamento local a qualquer momento nas configurações do seu navegador",
    "My Tech Stack":"Meu Stack de Tecnologias",
    "My contributions on":"Minhas contribuições no",
    "Reach out if interested":"Entre em contato!",
    "Let's create your credentials":"Vamos criar suas credenciais",
    "When you first access the Laravel Monitor you need to create your credentials":"Ao acessar o Laravel Monitor pela primeira vez, você precisa criar suas credenciais",
    "Installation code":"Código de instalação",
    "Your email address":"Seu endereço de email",
    "Show the hidden texts":"Mostrar os textos ocultos",
    "Invalid installation code.":"Código de instalação inválido.",
    "Welcome, dear user! We are sending the security code below to verify that this email is yours":"Bem-vindo, caro usuário! Estamos enviando o código de segurança abaixo para verificar se este e-mail é seu",
    "This code must be entered on the page where you requested registration, in the \"Verification Code\" field.":"Este código deve ser inserido na página onde você solicitou o registro, no campo \"Código de Verificação\".",
    "no-reply":"nao-responder",
    "Verifying your email":"Verificando seu e-mail",
    "We couldn't send you the email with the verification code. Please try again later.":"Não foi possível enviar o e-mail com o código de verificação. Tente novamente mais tarde.",
    "Verification code":"Código de verificação",
    "Create a password":"Criar uma senha",
    "Confirm your password":"Confirme sua senha",
    "Invalid verification code.":"Código de verificação inválido.",
    "Session expired. Request a new code.":"Sessão expirada. Solicite um novo código.",
    "success":"sucesso",
    "Credentials created successfully, you can now log in.":"Credenciais criadas com sucesso, agora você pode efetuar login.",
    "We had a problem registering your credentials. Please try again later.":"Ocorreu um problema ao registrar suas credenciais. Tente novamente mais tarde.",
    "internal error":"erro interno",
    "Sign up in Laravel Monitor":"Cadastre-se no Laravel Monitor",
    "Create Your Password":"Crie Sua Senha",
    "installation-code":"codigo-de-instalacao",
    "verification-code":"codigo-de-verificacao",
    "created-password":"senha-criada",
    "password-confirmation":"confirmacao-de-senha",
    "Admin already exist.":"O administrador já existe.",
    "Wrong data.":"Dados errados.",
    "Admin tools for security and monitoring":"Ferramentas administrativas para segurança e monitoramento.",
    "Sign in to":"Faça login no",
    "Remember me in the next visit":"Lembre-se de mim na próxima visita.",
    "Invalid Credentials.":"Credenciais inválidas.",
    "Forgot your password?":"Esqueceu sua senha?",
    "CRM / Access Monitor":"CRM / Monitor de Acesso",
    "Anti-scraping tools":"Ferramentas anti-scraping",
    "Don't have an account yet? Sign up!":"Ainda não tem uma conta? Cadastre-se!",
    "Installation terms of use and privacy policy":"Termos de uso e política de privacidade para instalação",
    "Terms of Use and Privacy Policy for Laravel Monitor Package":"Termos de Uso e Política de Privacidade do Pacote Laravel Monitor",
    "By installing and using the Laravel Monitor package (the &quot;Package&quot;), you agree to the following terms and the privacy policy, which govern how the Package interacts with your Laravel application for the purpose of security monitoring, performance, and anti-scraper combat":"Ao instalar e utilizar o pacote Laravel Monitor (o &quot;Pacote&quot;), você concorda com os seguintes termos e a política de privacidade, que regem a forma como o Pacote interage com a sua aplicação Laravel para fins de monitoramento de segurança, desempenho e combate a scrapers",
    "Creation of Communication Tokens":"Criação de Tokens de Comunicação",
    "To ensure security and efficient communication between the different parts of the system (your backend application and the frontend monitoring interface), the Package will generate and use communication tokens":"Para garantir a segurança e a comunicação eficiente entre as diferentes partes do sistema (sua aplicação backend e a interface de monitoramento frontend), o Pacote irá gerar e utilizar tokens de comunicação",
    "Purpose":"Finalidade",
    "These tokens are strictly used to authenticate and authorize access to our monitoring interface, allowing you to view the data and metrics generated by the Package":"Esses tokens são estritamente utilizados para autenticar e autorizar o acesso à nossa interface de monitoramento, permitindo que você visualize os dados e métricas gerados pelo Pacote",
    "Security":"Segurança",
    "The use of these tokens is a standard security measure to ensure that only you have access to your monitoring panel":"A utilização desses tokens é uma medida de segurança padrão para garantir que apenas você tenha acesso ao seu painel de monitoramento",
    "No Storage and No Access to User Data":"Não Armazenamento e Não Acesso a Dados do Usuário",
    "The Package was developed with the premise of privacy and complete data control by the end-user (you, the Package installer)":"O Pacote foi desenvolvido com a premissa de privacidade e controle total dos dados pelo usuário final (você, instalador do Pacote)",
    "Data Storage":"Armazenamento de Dados",
    "The Package DOES NOT store any user, site, or monitoring data on external servers. All data collected for monitoring (logs, metrics, etc.) are stored directly in your own database (Laravel Database) or in other resources within your infrastructure, according to the configurations you define":"O Pacote NÃO armazena nenhum dado de usuário, de site ou de monitoramento em servidores externos. Todos os dados coletados para monitoramento (logs, métricas, etc.) são armazenados diretamente no seu próprio banco de dados (Laravel Database) ou em outros recursos da sua infraestrutura, conforme as configurações que você definir",
    "Data Access":"Acesso a Dados",
    "The Package DOES NOT access, manipulate, or send the data from your application to us or to third parties. Access to monitoring data to populate the frontend interface is done directly via internal Package APIs within your own application, ensuring that the data flow remains entirely under your control":"O Pacote NÃO acessa, manipula ou envia os dados da sua aplicação para nós ou para terceiros. O acesso aos dados de monitoramento para preenchimento da interface frontend é feito diretamente por APIs internas do Pacote dentro da sua própria aplicação, garantindo que o fluxo de dados permaneça integralmente sob o seu controle",
    "User Responsibility (You)":"Responsabilidade do Usuário (Você)",
    "By using the Package, you assume the responsibility to":"Ao utilizar o Pacote, você assume a responsabilidade de",
    "Inform Your Visitors":"Informar os Seus Visitantes",
    "You must clearly inform the visitors of your websites that the visit to the site collects data for the purpose of security, monitoring, and prevention of fraud/attacks (anti-scraper). It is recommended to include this information in your own Privacy Policy and/or Terms of Use":"Você deve informar claramente os visitantes dos seus sites que a visita ao site coleta dados para fins de segurança, monitoramento e prevenção de fraudes/ataques (antiscraper). Recomenda-se incluir essa informação na sua própria Política de Privacidade e/ou Termos de Uso",
    "Legal Compliance":"Conformidade Legal",
    "It is your responsibility to ensure that the data collection for monitoring by the Package is in compliance with all applicable data protection laws and regulations in your jurisdiction (e.g., LGPD in Brazil, GDPR in Europe, etc.)":"É sua responsabilidade garantir que a coleta de dados de monitoramento por parte do Pacote esteja em conformidade com todas as leis e regulamentos de proteção de dados aplicáveis à sua jurisdição (ex: LGPD no Brasil, GDPR na Europa, etc.)",
    "By proceeding with the installation, you confirm that you have read and understood these terms":"Ao continuar com a instalação, você confirma que leu e compreendeu estes termos",
    "We found your registration!":"Encontramos seu cadastro!",
    "Domain ownership could not be verified automatically: IP address of the request does not match the resolved IPs for the provided domain and no DNS TXT record found. Add to your DNS a txt record with name as '@' and value as":"Não foi possível verificar automaticamente a propriedade do domínio: o endereço IP da solicitação não corresponde aos IPs resolvidos para o domínio fornecido e nenhum registro TXT de DNS foi encontrado. Adicione ao seu DNS um registro TXT com o nome '@' e o valor",
    "After adding the DNS TXT record, try registering the installation again.":"Após adicionar o registro TXT do DNS, tente registrar a instalação novamente.",
    "We've created a new registration for your installation.":"Criamos um novo registro para sua instalação."
}